<template>
    <div class="container-fluid">
        <div class="py-5 bg-white">
            <div class="policy px-4">
                <h4 class="fs-4 title-policy text-decoration-underline fw-bold text-center">គោលការណ៍បង្វិលវិញ</h4>
                <div class="content">
                    <h5 class="py-3 text-center">សូមស្វាគមន៍មកកាន់គោលការណ៍បង្វិលវិញរបស់ Kassar របស់យើងខ្ញុំ</h5>
                    <ol>
                        <li>
                            <span class="fs-5">លក្ខខណ្ឌសម្រាប់ការបង្វិលវិញ:</span>
                            <ul style="list-style-type:disc">
                                <li>អ្នកអាចបង្វិលវិញផលិតផលក្នុងរយៈពេល 30 ថ្ងៃ បន្ទាប់ពីទិញ។</li>
                                <li>ផលិតផលដែលត្រូវបង្វិលវិញ មិនត្រូវបានប្រើប្រាស់ និង នៅក្នុងការវេចខ្ចប់ដើម ដោយគ្មានការខូចខាត។</li>
                                <li>អ្នកត្រូវផ្តល់វិក្កយបត្រ ឬ ភស្តុតាងនៃការទិញដើម្បីធានាបាននូវការបង្វិលវិញ។</li>
                            </ul>
                        </li>

                        <li>
                            <span class="fs-5">ដំណើរការសងប្រាក់:</span>
                            <ul style="list-style-type:disc">
                                <li>បន្ទាប់ពីយើងទទួលបានផលិតផលដែលបានបង្វិលវិញ យើងនឹងពិនិត្យស្ថានភាពផលិតផល។</li>
                                <li>ប្រសិនបើផលិតផលមានលក្ខណៈត្រឹមត្រូវ យើងនឹងដំណើរការសងប្រាក់ក្នុងរយៈពេល 5-7 ថ្ងៃធ្វើការ។</li>
                                <li>ប្រាក់នឹងត្រូវសងតាមវិធីដែលបានប្រើប្រាស់ក្នុងការទូទាត់ដើម (បើទិញតាមធនាគារ ប្រាក់នឹងត្រឡប់ទៅគណនីធនាគារដដែល)។</li>
                            </ul>
                        </li>

                        <li>
                            <span class="fs-5">ផលិតផលដែលមិនអាចបង្វិលវិញបាន:</span>
                            <ul style="list-style-type:disc">
                                <li>ផលិតផលដែលមាន ឈ្មោះផ្ទាល់ខ្លួន ឬ ធ្វើឡើងតែមួយគត់ សម្រាប់អតិថិជន។</li>
                                <li>ផលិតផលដែលមាន ឈ្មោះផ្ទាល់ខ្លួន ឬ ធ្វើឡើងតែមួយគត់ សម្រាប់អតិថិជន។</li>
                            </ul>
                        </li>

                        <li>
                            <span class="fs-5">ការចំណាយសម្រាប់ការបង្វិលវិញ:</span>
                            <ul style="list-style-type:disc">
                                <li>អតិថិជនត្រូវទទួលខុសត្រូវចំពោះ ថ្លៃដឹកជញ្ជូន សម្រាប់ការបង្វិលវិញ។</li>
                                <li>ទោះជាយ៉ាងណា ប្រសិនបើផលិតផលមាន បញ្ហាផលិតកម្ម ឬ ការផ្ញើខុស យើងនឹងទទួលខុសត្រូវចំពោះថ្លៃដឹកជញ្ជូននោះ។</li>
                            </ul>
                        </li>

                        <li>
                            <p class="fs-5">ព័ត៌មានទំនាក់ទំនងៈ</p>
                            <span>ប្រសិន​បើ​អ្នក​មាន​សំណួរ ឬ​ការ​ព្រួយ​បារម្ភ​អំពី​លក្ខខណ្ឌទាំង​នេះ សូម​ទាក់ទង​មក​យើង​តាម​រយៈ</span>
                            <ul style="list-style-type:disc">
                                <li>Email : kassar@gmail.com</li>
                                <li>Phone : (+855) 97 865 4345</li>
                                <li>Address : Ant Trainning Center</li>
                            </ul>
                        </li>
                    </ol>
                </div>
            </div>
        </div>
    </div>
</template>
