<template>
    <section
    >
      <div class="container-fluid">
        <div class="card overflow-auto border-0 px-5  m-auto" >
          <h1 
                    class="fs-4 text-center m-auto mb-4 text-decoration-underline text-primary"
            id="exampleModalLabel"
          >
            គោលការណ៍ុឯកជនភាព
          </h1>
          <p class="text-muted">
            <strong>កាលបរិច្ឆេទមានប្រសិទ្ធភាព:</strong>03 មិថុនា​ 2025
          </p>
          <p>
            សូមស្វាគមន៍មកកាន់ Kassar ជាគេហទំព័រដែលជាដៃគូដ៏គួរឱ្យទុកចិត្តរបស់អ្នក
            សម្រាប់ការលក់ និងទិញផលិតផលស្រស់ ឬក្រៀម​ ក៏ដូចជាផលិតផលក្នុងស្រុក។
            Kassar ផ្តល់ឱកាសដល់កសិករ និងអ្នកលក់ក្នុងស្រុក ដើម្បីលក់ផលិតផលរបស់ពួកគេ
            ដើម្បីជួយលើកកម្ពស់វិស័យកសិកម្ម និងជីវភាពរស់នៅរបស់ប្រជាជន។
          </p>
  
          <h5 class="mt-4">1. ការប្រមូលទិន្នន័យ</h5>
          <p>
            យើងប្រមូលព័ត៌មានផ្ទាល់ខ្លួនដូចជា ឈ្មោះ អាសយដ្ឋានអ៊ីមែល លេខទូរស័ព្ទ និងព័ត៌មានទូទាត់ នៅពេលអ្នកធ្វើការបញ្ជាទិញ
          </p>
          <ul>
            <li class="mb-2"> អតិថិជនផ្តល់ព័ត៌មានផ្ទាល់ខ្លួនដើម្បីបញ្ចូលក្នុងប្រតិបត្តិការជាផ្នែកមួយនៃការបញ្ជាទិញផលិតផល ឬសេវាកម្ម</li>
            <li>ព័ត៌មាននេះត្រូវបានប្រើប្រាស់ក្នុងការដំណើរការបញ្ជាទិញ ដូចជាការបញ្ជាក់អំពីការបង់ប្រាក់ ឬការដឹកជញ្ជូន</li>
          </ul>
  
          <h5 class="mt-4">2. ការប្រើប្រាស់ទិន្នន័យ</h5>
          <p>
            ព័ត៌មានរបស់អ្នកត្រូវបានប្រើសម្រាប់ដំណើរការបញ្ជាទិញ ផ្ដល់សេវាកម្មអតិថិជន និងធ្វើឱ្យសេវាកម្មរបស់យើងប្រសើរឡើង
          </p>
        <ul>
            <li class="mb-2">ព័ត៌មានផ្ទាល់ខ្លួនដែលបានប្រមូល ត្រូវបានប្រើសម្រាប់ការបំពេញការបញ្ជាទិញ និងការផ្តល់សេវាកម្មឲ្យមានប្រសិទ្ធភាព និងច្បាស់លាស់</li>
            <li>ព័ត៌មាននេះអាចត្រូវបានប្រើដើម្បីបង្កើនបទពិសោធន៍ការទិញលើគេហទំព័រ និងផ្តល់ព័ត៌មានផ្សេងៗដល់អតិថិជន</li>
        </ul>
  
          <h5 class="mt-4">3. ការចែករំលែកជាមួយភាគីទីបី</h5>
          <p>
            យើងមិនលក់ ឬជួលព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកទៅអតិថិជនផ្សេងទៀតទេ។ ប៉ុន្តែយើងអាចចែករំលែកទិន្នន័យជាមួយក្រុមហ៊ុនបង់ប្រាក់ និងដឹកជញ្ជូន ដើម្បីបំពេញការបញ្ជាទិញរបស់អ្នក
          </p>
          <ul>
            <li class="mb-2"> ព័ត៌មានផ្ទាល់ខ្លួនត្រូវបានរក្សាទុកជាព័ត៌មានឯកជនហើយត្រូវបានប្រើប្រាស់តែមួយ ដើម្បីធ្វើឲ្យអតិថិជនទទួលបានសេវាកម្មដែលពួកគេចង់បាន</li>
            <li>ប្រសិនបើមានតម្រូវការផ្សេងៗនៅក្នុងដំណើរការបញ្ជាទិញ (ឧទាហរណ៍ បង់ប្រាក់ ឬដឹកជញ្ជូន), ក្រុមហ៊ុនអាចចែករំលែកព័ត៌មានជាមួយក្រុមហ៊ុនបង់ប្រាក់ និងដឹកជញ្ជូន។</li>
          </ul>
          <h5 class="mt-4">4. Cookies និងការតាមដាន</h5>
          <p>
            គេហទំព័ររបស់យើងប្រើខូឃីដើម្បីធ្វើឱ្យបទពិសោធន៍រុករករបស់អ្នកប្រសើរឡើង និងបង្ហាញការណែនាំផលិតផលផ្ទាល់ខ្លួន
          </p>
          <ul>
            <li class="mb-2">Cookiesជួយរក្សាទុកព័ត៌មានដែលពាក់ព័ន្ធនឹងអតិថិជនក្នុងការរុករកលើគេហទំព័រ ដូចជា ភាពចំណូលចិត្ត ឬប្រើប្រាស់ផលិតផលជាក់លាក់</li>
            <li> វាផ្តល់បទពិសោធន៍ប្រើប្រាស់ដែលផ្ទាល់ខ្លួន និងអាចមានការណែនាំផលិតផលដែលមានភាពទាក់ទាញសម្រាប់អ្នកប្រើប្រាស់។</li>
          </ul>
  
          <h5 class="mt-4">5. សិទ្ធិរបស់អ្នកប្រើប្រាស់</h5>
          <p>
            អ្នកអាចស្នើសុំព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក ដើម្បីធ្វើឱ្យទាន់សម័យ ឬលុបចោល ដោយទាក់ទងក្រុមការងារគាំទ្ររបស់យើង
          </p>
  
          <ul>
            <li class="mb-2">អតិថិជនមានសិទ្ធិពេញលេញក្នុងការស្នើសុំការកែប្រែ ឬលុបចោលព័ត៌មានផ្ទាល់ខ្លួនរបស់ពួកគេ។</li>
            <li>អតិថិជនអាចធ្វើការទំនាក់ទំនងជាមួយក្រុមការងារគាំទ្រដើម្បីធ្វើឱ្យទាន់សម័យ ឬលុបចោលព័ត៌មានផ្សេងៗទាក់ទងនឹងអតិថិជន។</li>
          </ul>
  
          <h5 class="mt-4">7. ព័ត៌មានទំនាក់ទំនង</h5>
          <p>
            ប្រសិន​បើ​អ្នក​មាន​សំណួរ
            ឬ​ការ​ព្រួយ​បារម្ភ​អំពី​លក្ខខណ្ឌ​ប្រើប្រាស់​ទាំង​នេះ
            សូម​ទាក់ទង​មក​យើង​តាម​រយៈ៖
          </p>
          <ul class="list-group list-group-flush">
            <li class="list-group-item border-0 bg-transparent text-my-default">
              <strong>Email : </strong>kassar@gmail.com
            </li>
            <li class="list-group-item border-0 bg-transparent text-my-default">
              <strong>Phone : </strong>(+855) 97 865 4345
            </li>
            <li class="list-group-item border-0 bg-transparent text-my-default">
              <strong>Address : </strong>Ant Trainning Center
            </li>
          </ul>
        </div>
      </div>
    </section>
  </template>
  